Repository: MOHAMMADADE-albohisi/smart_store
Catalog: lib/l10n/app_*.arb
Languages: ar

# login_title
source: Welcome to back....
ar: أهلا وسهلا بك مجددا

# login_subtitle
source: Enter Email & Password
ar: أدخل البريبد الالكتروني وكلمة المرور

source: Login
ar: تسجيل الدخول

source: email
ar: البريد الالكتروني

# password
source: Passsword
ar: كلمة المرور

# error
source: Entar required Data!
ar: الرجاء ادخال البيانات المطلوبة

# logut
source: Confarm Logout
ar: تأكيد تسجيل الخروج

# sublogute
source: Are you suar
ar: هل أنت متأكد ؟

source: Confarm
ar: تأكيد

source: Cancel
ar: الغاء

source: Home
ar: الرئيسية

# language_title
source: Change Language
ar: تغير الللغة

# languagesub_title
source: Choos suitable Language
ar: أخترا اللغة المناسبة

# register
source: Create a new account
ar: انشاء حساب جديد

# register_title
source: Create Account new...
ar: إانشاء حساب جديد

# regester_subtitle
source: Enter info below
ar: ادخل البيانات ادناه

# new_account
source: Donut have a account ?
ar: ليس لديك حساب ؟

source: Products
ar: المنتجات

source: Create Products
ar: انشاء منتج جديد

source: Update Products
ar: تعيدل المنتج

# ifo
source: Info
ar: الوصف

source: Price
ar: السعر

source: Quantity
ar: الكمية

source: Save
ar: حفظ

# error_data
source: Enter required Data
ar: أدخل البيانات المطلوبة

source: Smart Store
ar: المتجر الإلكتروني

# teat1
source: Lots of new products here and decide which product is best for you
ar: الكثير من المنتجات الجديدة هنا وحدد المنتج الأفضل لك

# test2
source: Discover a New For You
ar: اكتشف جديدًا لك

source: Skip
ar: تخطي

source: START
ar: بداية

source: Welcome !
ar: أهلا وسهلا بك من جديد !

# welcomein
source: Sign in to continue
ar: تسجيل الدخول للمتابعة

source: Number
ar: رقم الهاتف المحمول

# underlogin
source: Or via social media
ar: أو عبر وسائل التواصل الاجتماعي

# forgot
source: Forgot your password?
ar: نسيت كلمة المرور

# reglogin
source: Don't have your acount ?
ar: ليس لديك حساب ؟

# reglogin2
source: Sing Up
ar: أنشأ الآن !

# nameregester
source: Full Name
ar: الاسم بلكامل

# mobilregister
source: Mobile Number
ar: رقم الهاتف المحمول

source: City
ar: المدينة

source: Gender
ar: الجنس

source: Select Country
ar: عنوان السكن

source: Male
ar: ذكر

source: Female
ar: انثى

# snacks
source: Enter Required data
ar: أدخل البيانات المطلوبة

# register_login
source: Already have an account ?
ar: هل لديك حساب بالفعل ؟

source: Sing In
ar: تسجيل الدخول

# verification
source: Verification Number
ar: تأكيد الرقم المحمول

# verificationamaseeg
source: Please enter the 4-digit verification code to activate your account
ar: الرجاء إدخال رمز التحقق المكون من 4 أرقام لتتمكن تفعيل الحساب الخاص بك

# hinttext
source: Enter your 4 digit number
ar: أدخل رقمك المكون من 4 أرقام

# submit
source: Verification
ar: تفعيل الحساب

# verificatinsucc
source: Your account has been successfully confirmed. Welcome!
ar: تم تأكيد حسابك بنجاح. أهلا وسهلا!

source: Done
ar: تم

# inputmobile
source: Enter your mobile number
ar: الرجاء ادخال رقم الهاتف المرتبط بحسابك

# messgemobile
source: Type your mobile number, and we'll send you a verification code via SMS
ar: اكتب رقم هاتفك المحمول ، وسنرسل لك رمز التحقق عبر الرسائل القصيرة

source: Forget Password?
ar: استرجاع كلمة المرور

source: Send
ar: إرسال

# verificationforget
source: Verification Forget Password
ar: تأكيد الرقم المحمول

# verificationamaseegforget
source: Please enter the 4-digit code
ar: الرجاء إدخال رمز التحقق المكون من 4 أرقام لتتمكن من اعادة انشاء كلمة سر جديدة

# verificatinsuccfordet
source: The code has been successfully confirmed, you can now re-create a new password
ar: تم تأكيد الرمز بنجاح ، يمكنك الآن إعادة إنشاء كلمة مرور جديدة

# resetpasswrd
source: Reset Password
ar: إعادة تعيين كلمة المرور

# titelresetpasswrd
source: Please enter a new password
ar: الرجاء إدخال كلمة مرور جديدة

source: New Password
ar: كلمة مرور جديدة

# newpasswordconf
source: Re-enter Password
ar: تأكيد كلمة المرور

source: Change password
ar: تغيير كلمة المرور

source: Delete
ar: اخفاء

# verifyphonenumber
source: Check by phone number
ar: تحقق عبر رقم الهاتف

# massegforget
source: A code consisting of 4 will be sent to the phone number, please do not share it with anyone. To confirm, press on sent
ar: سيتم إرسال رمز يتكون من 4 إلى رقم الهاتف ، من فضلك لا تشاركه مع أي شخص. للتأكيد ، اضغط على إرسال

# sentcodenumber
source: Code has been sent
ar: تم إرسال الرمز

# verifednumberregister
source: Soon you will receive a number with a code to activate your personal account
ar: سيصلك قريبًا رقمًا به رمز لتفعيل حسابك الشخصي

# newpasswordsuccessfully
source: A new password has been set successfully
ar: تم تعيين كلمة مرور جديدة بنجاح

source: Category
ar: الفئات

source: See All
ar: عرض الكل

source: Latest Products
ar: أحدث المنتجات

# maylike
source: Products you may like
ar: المنتجات التي قد أعجبتك
